/* Authorizing */
"Authorizing" = "Autorisieren";

/* add a new bookmark */
"Bookmark This Page" = "Speichere Seite";

/* bookmarks */
"Bookmarks" = "Lesezeichen";

/* Private */
"private" = "Privat";

/* Non-Private */
"non-private" = "!Privat";

/* bookmarks menu */
"Bookmarks Menu" = "Lesezeichen-Menü";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Lesezeichen-Symbolleiste";

/* cancel */
"Cancel" = "Abbrechen";

/* unable to load page */
"Cannot Load Page" = "Seite konnte nicht geladen werden";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "Der private Schlüssel konnte nicht vom Schlüsselbund geladen werden";

/* cannot submit email */
"Cannot Submit" = "Konnte nicht gesendet werden";

/* unable to refresh data */
"Cannot Sync" = "Konnte nicht synchronisiert werden";

/* Controller title */
"Connect to Sync" = "Mit Sync verbinden";

/* connecting */
"connecting" = "verbinden";

/* copy the url to the clipboard */
"Copy URL" = "URL kopieren";

/* update Foxbrowser */
"Data on the server is in a new and unrecognized format. Please update Foxbrowser." = "Die Daten auf dem Server sind in einem unbekannten Format. Bitte aktualisieren Sie Foxbrowser.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Die Daten auf dem Server sind in einem unbekannten Format. Bitte aktualisieren Sie Firefox-Sync auf Ihrem Computer.";

/* duplicate email address */
"Duplicate" = "Doppelt";

/* "Don't save" */
"Don't save" = "Nie";

/* send the url via email */
"Email URL" = "URL senden";

/* "Enter URL or search query here" */
"Enter URL or search query here" = "URL oder Suchbegriff eingeben";

/* error loading page */
"Error Loading Page" = "Fehler beim Laden der Seite";

/* error retrieving data */
"Error Retrieving Data" = "Fehler beim Empfangen von Daten";

/* Failed Server Lookup */
"Failed Server Lookup" = "Server-Lookup fehlgeschlagen";

/* "Failed to authenticate" */
"Failed to authenticate" = "Anmeldung fehlgeschlagen";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "Kommunikation zum Server (%d) fehlgeschlagen";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "Installieren des privaten Schlüssels in den Schlüsselbund fehlgeschlagen (%d)";

/* Search something in the webpage */
"Find in Page" = "Auf Seite suchen";

/* email content */
"Here is that site we talked about:" = "Hier ist die Seite, über die wir gesprochen haben:";

/* history */
"history" = "Chronik";

/* incorrect password */
"Incorrect Password" = "Falsches Passwort";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "Falscher Synchonisierungsschlüssel";

/* Instructions title */
"Instructions" = "Anleitung";

/* invalid url */
"Invalid URL" = "Ungültige URL";

/* loading web page */
"loading..." = "laden…";

/* unable to login */
"Login Failure" = "Anmeldung fehlgeschlagen";

/* mobile bookmarks */
"Mobile Bookmarks" = "Mobile Lesezeichen";

/* Most popular websites */
"Most popular" = "Meistbesucht";

/* New Tab */
"New Tab" = "Neuer Tab";

/* no internet connection */
"No internet connection available" = "Keine Internet-Verbindung verfügbar";

/* no matching items found */
"No Matches" = "Kein Treffer";

/* No open tabs found */
"No open Tabs found" = "Keine geöffneten Tabs gefunden";

/* Open a link */
"Open" = "Öffnen";

/* Open a link in a new Tab */
"Open in a new Tab" = "In einem neuen Tab öffnen";

/* ok */
"OK" = "OK";

/* Tabs of other devices */
"Other devices" = "Andere Geräte";

/* HTTP Basic auth */
"Please enter your credentials" = "Bitte geben Sie ihre Zugangsdaten ein";

/* privacy policy */
"Privacy Policy" = "Datenschutzbestimmungen";

/* Do not save the browsing history */
"Enable Private Browsing" = "Privaten Modus starten";

/* Do save the browsing history */
"Disable Private Browsing" = "Privaten Modus beenden";

/* Save password permanent */
"Permanent" = "Dauerhaft";

/* refresh local data */
"Refresh" = "Neu laden";

/* Remove a preview tile */
"Remove" = "Entfernen";

/* remove a bookmarked page */
"Remove This Bookmark" = "Entferne Seite";

/* searching for matching items */
"Searching..." = "Suchen…";

/* email subject */
"Sending you a link" = "Sende Link zu";

/* Settings */
"Settings" = "Einstellungen";

/* re-authenticate */
"Sign In" = "Anmelden";

/* de-authenticate */
"Sign Out" = "Abmelden";

/* stop refreshing data */
"Stop" = "Stopp";

/* tabs */
"tabs" = "Tabs";

/* Temporary password */
"Temporary" = "Vorläufig";

/* terms of service */
"Terms Of Service" = "Nutzungsbedingungen";

/* thank you for submitting */
"Thank you!" = "Danke!";

/* the email address already exists in our database */
"That email address has already been submitted" = "Diese E-Mail-Adresse wird bereits verwendet";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "Konnte nicht mit dem Server (%d) kommunizieren";

/* server unavailable */
"Unable to contact server" = "Server konnte nicht erreicht werden";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "E-Mail konnte nicht gesendet werden. Bitte versuchen Sie es später noch einmal (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Unsortierte Lesezeichen";

/* username not found */
"User Name Not Found" = "Benutzername nicht gefunden";

/* Untitled tab */
"Untitled" = "Ohne Titel";

/* launch safari to display the url */
"View in Safari" = "In Safari öffnen";

/* Required */
"Required" = "Erforderlich";

/* Caution: use at own risk */
"Caution: use at own risk" = "Vorsicht: Nutzung auf eigene Gefahr";

/* Enter your Sync account information */
"Enter your Sync account information" = "Geben Sie Ihre Sync-Konto-Informationen an";

/* Account */
"Account" = "Konto";

/* Password */
"Password" = "Passwort";

/* "Save Picture" */
"Save Picture" = "Bild speichern";

/* Share title */
"Share" = "Posten";

/* Share url of page */
"Share Page" = "Poste die Seite";

/* Share picture title */
"Share Picture" = "Poste Bild";

/* Sync Key */
"Sync Key" = "Sync Key";

/* Sync Key */
"Sync Key" = "Sync-Schlüssel";

/* Use Custom Server */
"Use Custom Server" = "Benutzerdefinierten Server verwenden";

/* Server URL */
"Server URL" = "Server-URL";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "Sync kann nicht eingerichtet werden";

/* Try Again */
"Try Again" = "Versuchen Sie es erneut";

/* Manual Setup */
"Manual Setup" = "Manuell einrichten";

/* Foxbrowser could not connect to Sync. Would you like to try again? */
"Foxbrowser could not connect to Sync. Would you like to try again?" = "Firefox-Home konnte sich nicht mit Sync verbinden. Möchten Sie es noch einmal versuchen?";

/* Passcode */
"Passcode" = "Passphrase";

/* Used for a small button */
"Not Now" = "Nicht jetzt";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to Foxbrowser again." = "Aufgrund eines aktuellen Updates müssen Sie sich erneut in Foxbrowser einloggen.";

/* Message that we show in a dialog when the user tries to open a file:// url */
"Foxbrowser cannot load the page because it is of an unsupported type." = "Firefox-Home kann diese Seite wegen eines nicht unterstützten Datenprotokolls nicht laden.";
